<?php

return [

    // **************** Otp ****************//

    'OTP_generated' => 'تم إنشاء الكود بنجاح',
    'OTP_does_not_exist' => 'الكود غير صحيح',
    'OTP_Expired' => 'الكود لم يعد صالح',
    'OTP_is_valid' => 'تم التاكد من الكود بنجاح',
    'OTP_is_not_valid' => 'الكود غير صالح',


    // **************** Auth ****************//

    'success' => 'نجاج',
    'error' => 'حدث خطأ ما',
    'password' => 'تم تعديل كلمة المرور بنجاح',
    'logout' => 'تم تسجيل الخروج بنجاح',
    'verification' => 'تم ارسال كود التاكيد',
    'verify' => 'يجب تفعيل البريد الالكترونى',
    'ssd_password' => 'الرقم القومى او كلمة المرور غير صحيح',
    'no_data' => 'لا يوجد بيانات',
    'id_not_found' => 'لم يتم العثور على المعرف',
    'verification_process' => 'استعمل الكود التالى لعملية تفعيل البريد الالكترونى',
    'verification_needed' => 'التفعيل مطلوب',
    'hello' => 'مرحبا',
    'code' => 'الكود',
    'register' => 'تم التسجيل بنجاح',
    'login' => 'تم تسجيل الدخول بنجاح',
    'send_code_failed' => 'فشل إرسال الكود',
    'update_image' => 'تم تحديث الصورة بنجاح',
    'delete_image' => 'تم حذف الصورة بنجاح',
    'update' => 'تم تحديث البيانات بنجاح',
    'check_account_status' => 'يجب تفعيل حسابك اولا',
    'account_not_allow' => 'الحساب الخاص بك معطل الرجاء التواصل مع المشرف',
    '' => '',
    '' => '',


    // **************** Clinic ****************//

    'clinic_number_err' => 'لا يمكنك تسجيل اكثر من عيادتين',
    'add_clinic' => 'نم تسجيل العيادة بنجاح',
    'update_assistant' => 'تم إضافة طلب تعيين مساعد بنجاح',
    'delete_assistant_request' => 'تم حذف طلب تعيين مساعد بنجاح',
    'delete_assistant' => 'تم حذف المساعد بنجاح',
    'get_assistant' => 'لديك مساعد بالفعل',
    'more_request' => 'لا يمكنك اضافة اكثر من طلب',
    'assistant_more_requests' => 'هذا المساعد لدية طلبات اخرى',


    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
];
